Repository: wuertele/Drupal-Deployer
Catalog: translations/*.po
Languages: it

source: Enables the usage of FCKeditor (WYSIWYG editor) instead of plain text fields.
it: Abilita l'utilizzo di FCKeditor (editor WYSIWYG) in luogo dei campi di testo semplice.

source: <p>The FCKeditor module allows Drupal to replace textarea fields with a rich text or <acronym title="What You See Is What You Get">WYSIWYG</acronym> editor. This editor brings many of the powerful functionalities of known desktop editors like Word to the web. It's relatively lightweight and doesn't require any kind of installation on the client computer.</p> <p>More information is located at the !fckeditorlink. A small user guide is located at !userguidelink.</p>
it: <p>Il modulo FCKeditor permette a Drupal di sostituire i campi di tipo aree di testo con un editor di testo formattato o editor <acronym title="What You See Is What You Get">WYSIWYG</acronym>. Questo editor porta molte delle potenti funzionalità degli editor per PC come Word sul web. Esso è relativamente leggero e non richiede alcuna installazione sul computer che lo utilizza.</p> <p>Maggiori informazioni si possono reperire a !fckeditorlink. Una sintetica guida utente può essere reperita a !userguidelink.</p>

source: FCKeditor homepage
it: Pagina home di FCKeditor

source: FCKeditor userguide
it: Guida utente di FCKeditor

source: <h3>Installation</h3> <p>Go to the !fckeditorlink and download the latest version. Then uncompress the contents of the "fckeditor" directory of the download file to %fckeditordir.</p>
it: <h3>Installazione</h3> <p>Vai a !fckeditorlink e scarica l'ultima versione. Poi decomprimi il contenuto della cartella "fckeditor" directory del file scaricato in %fckeditordir.</p>

source: <h3>Installation troubleshooting</h3> <p>If your FCKeditor does not show you must check if all files are extracted correctly. The directory %fckeditordir should have the following files <code>fckeditor.js, fckconfig.js, fckstyles.xml, fcktemplates.xml</code> and a directory named <code>editor</code>.</p>
it: <h3>Problemi di installazione</h3> <p>Se il tuo FCKeditor non viene visualizzato dovresti controllare se tutti i file sono stati estratti correttamente. La cartella %fckeditordir dovrebbe contenere i seguenti file <code>fckeditor.js, fckconfig.js, fckstyles.xml, fcktemplates.xml</code> e una cartella chiamata <code>editor</code>.</p>

source: <h3>Configuration</h3> <ol> <li>Modify the fckeditor.config.js file to custom your needs (optional).<br /> You may copy the needed configuration lines from the default FCKeditor configuration settings (modules/fckeditor/fckeditor/fckconfig.js), the lines in fckeditor.config.js will override most settings.</li> <li>Enable the module as usual from Drupal's admin pages.</li> <li>Under Administer > Settings > FCKeditor, configure the fckeditor settings. You can choose which textareas will be replaced by FCKeditor, choose the toolbars and configure some more advanced settings.</li> <li>Grant permissions for use of FCKeditor in Administer > User Management > Access Control (You only need to select either basic or advanced editor for each role that is allowed to use the FCKeditor)</li> <li>For the Rich Text Editing to work you also need to configure your !filterlink for the users that may access Rich Text Editing. Either grant those users Full HTML access or use the following: <code>!filter</code>. Users that need access to tables might be better of using Full HTML.</li> </ol>
it: <h3>Configurazione</h3> <ol> <li>Modifica il file fckeditor.config.js per personalizzare le tue necessità (opzionale).<br /> Puoi copiare le linee di configurazione che ti servono dalle impostazioni della configurazione predefinita di FCKeditor (modules/fckeditor/fckeditor/fckconfig.js), le linee in in fckeditor.config.js sovrascriveranno la maggior parte delle impostazioni.</li> <li>Abilita il modulo come al solito dalle pagine di amministrazione di Drupal.</li> <li>Sotto Amministrar > Configurazione del sito > FCKeditor, configura le impostazioni per fckeditor.Puoi scegliere quali aree di testo saranno sostituite con FCKeditor, scegliere le barre degli strumenti e configurare alcune impostazioni avanzate.</li> <li>Garantisci i permessi di utilizzo di FCKeditor in Amministra > Utenti > Controllo accessi (devi semplicemente selezionare l'editor di base o avanzato per ciascun ruolo cui è permesso di utilizzare FCKeditor)</li> <li>Per far funzionare la Modifica del Testo Formattato c'è bisogno di configurare anche i tuoi !filterlink per gli utenti che possono accedere alla Modifica del Testo Formattato. O garantisci a quegli utenti l'accesso a Full HTML o utilizza il seguente: <code>!filter</code>. Per gli utenti che hanno bisogno di utilizzare delle tabelle sarebbe meglio l'utilizzo di Full HTML.</li> </ol>

source: filters
it: filtri

source: <h3>Uploading images and files</h3> <p>There are three ways of uploading files: By using the built-in file browser, by using a module like !imce or using the core upload module.</p>
it: <h3>Caricamento di immagini e file</h3> <p>Ci sono tre modi di caricare i file: attraverso il file browser integrato, attraverso un modulo come !imce or utilizzando il modulo upload del core.</p>

source: <h3>Security</h3> <p>Note that enabling file uploads is <strong>a security risk</strong>. That's why there is a separate permission in Administer > User Management > Access Control for enabling the file browser to certain groups.</p>
it: <h3>Sicurezza</h3> <p>Nota che l'abilitazione del caricamento dei file è <strong>un rischio per la sicurezza</strong>. Questo spiega perchè vi un permesso separato in Amministra > Utenti > Controllo accessi per l'abilitazione del caricamento dei file per specifici gruppi.</p>

source: checking for %filename
it: Controllo per %filename

source: The FCKeditor component is not installed correctly. Please go to the !fckeditorlink to download the latest version. After that you must extract the files to %modulepath and make sure that the directory %modulesubdir and the file %modulefile exist. Refer to the !readme for more information.
it: Il componente FCKeditor non è installato correttamente. Per favore vai a !fckeditorlink per scaricare la versione più recente. Fatto ciò estrai i file in %modulepath ed assicurati che la cartella %modulesubdir e il file %modulefile esistono. Fai riferimento al !readme per maggiori informazioni.

source: Basic settings
it: Impostazioni di base

source: Use FCKeditor in a popup window
it: Utilizza FCKeditor in una finestra di popup

source: If this option is selected a link to a popup window will be used instead of a textarea replace.
it: Se questa opzione è selezionata sarà mostrato un collegamento ad una finestra di popup con l'editor in luogo della sostituzione delle aree di testo.

source: Default Toolbar
it: Barra degli strumenti predefinita

source: Choose a default toolbar set for users with &quot;use default fckeditor&quot; permission..
it: Scegli una barra degli strumenti predefinita per gli utenti con il permesso &quot;utilizza fckeditor predefinito&quot;.

source: Advanced Toolbar
it: Barra degli strumenti avanzata

source: Choose a toolbar set for users with &quot;use advanced fckeditor&quot; permission.
it: Scegli una barra degli strumenti predefinita per gli utenti con il permesso &quot;utilizza fckeditor avanzato&quot;.

source: Visibility settings
it: Impostazioni di visibilità

source: Minimum rows
it: Numero minimo di righe

source: FCKeditor will be triggered if the textarea has more rows than entered here. Enter '1' if you do not want to use this feature.
it: FCKeditor sarà avviato se l'area di testo ha più righe di quante specificate qui. Imposta '1' se non vuoi utilizzare questa funzionalità.

source: Use inclusion or exclusion mode
it: Usa modalità di inclusione o esclusione

source: Exclude fields, will disable the editor on all selected fields
it: L'esclusione dei campi disabiliterà l'utilizzo dell'editor sui campi selezionati.

source: Include fields, will only load the editor for the selected fields
it: L'inclusione dei campi caricherà l'editor solo sui campi selezionati.

source: Exclude paths, will disable the editor for all textareas at the configured paths
it: L'esclusione dei percorsi disabiliterà l'editor per tutte le aree di testo dei percorsi configurati.

source: Include paths, will load the editor for all large enough textareas at the configured paths.
it: L'inclusione dei percorsi caricherà l'editor per le tutte le aree di testo abbastanza larghe che si trovano ai percorsi configurati.

source: Choose what to do with the following values.
it: Scegli cosa fare per i valori seguenti.

source: Selected fields or paths
it: Seleziona dei campi o dei percorsi

source: Enter fieldnames or drupal paths here, depending on the chosen option for the inclusion mode.<br /> Names (HTML ID's) of fields that may or may not have an FCKeditor.<br /> Paths may be used the same way as in the drupal blocks configuration.<br /> You may separate the different entries by commas, spaces or newlines. You may also use * as a wildcard character.<br /> You can not mix paths and ID's.
it: Specifica qui i nomi dei campi o i percorsi drupal, dipendentemente dalla selezione della modalità di inclusione.<br /> I nomi (gli ID HTML) dei campi che possono o non possono utilizzare FCKEditor.<br /> I percorsi possono essere utilizzati allo stesso modo della configurazione dei blocchi di drupal.<br /> Puoi separare i differenti elementi con la virgola, lo spazio o con a capo. Puoi anche utilizzare * come carattere jolly.<br /> Non puoi mischiare ID e percorsi.

source: Advanced settings
it: Impostazioni avanzate

source: Start the toolbar expanded
it: Avvia la barra degli strumenti espansa

source: The toolbar start expanded or collapsed.
it: La barra degli strumenti viene avviata espansa o collassata.

source: Width
it: Larghezza

source: Width in pixels or percent. Ex: 400 or 100%
it: Larcghezza in pixel o percentuale. Es: 400 o 100%

source: Custom stylesheet
it: Foglio di stile personalizzato

source: If you enter a path to a stylesheet here it will be used in the FCKeditor area while editing. Be advised that using the default theme stylesheet will not give the correct results.
it: Se imposti qui un percorso di un foglio di stile, questo sarà utilizzato durante la modifica all'interno di FCKeditor. Attenzione che l'utilizzo del foglio di stile predefinito del tema non darà il risultato corretto.

source: File browser settings
it: Impostazioni del File browser

source: The file browser settings are not diplayed because you have configured IMCE to handle file browsing.
it: Le impostazioni sul browser dei file non sono mostrate poichè hai configurato IMCE per la gestione del trasferimento dei file.

source: Set file browser settings. If you choose none of these you will need to manage your images and other files with the core upload module or a contrib module like !imce. Please note that these options require manual configuration, check !readme for more information.<br />Also remember to change the !permissions.
it: Specifica le impostazioni del browser di file. Se scegli nessuno di queste dovrai gestire le tue immagini e gli altri file con il modulo upload del core o con un modulo addizionale come !imce. Per favore nota che queste opzioni richiedono una configurazione manuale, verifica il !readme per maggiori informazioni.<br/>Ricorda anche di cambiare i !permissions.

source: Allow basic file management
it: Permette una gestione dei file di base

source: Allow quick uploads. All files will be placed in the directory designated in the configuration file.
it: Permetti caricamenti veloci. Tutti i file saranno posti nella cartella specificata nel file di configurazione.

source: Allow advanced file management
it: Permette una gestione dei file avanzata

source: Allow file management in the advanced file manager. All files will be placed in subdirectories of the default drupal upload directory.
it: Permetti la gestione dei file tramite il gestore avanzato dei file. Tutti i file saranno posti in sottocartelle della cartella di caricamento predefinita di drupal.

source: Open rich editor
it: Apri editor di testo formattato

source: use default fckeditor
it: utilizza fckeditor predefinito

source: use advanced fckeditor
it: utilizza fckeditor avanzato

source: allow fckeditor file uploads
it: permette il caricamento dei file tramite fckeditor

source: Enables the usage of FCKeditor (WYSIWYG) instead of plain text fields.
it: Abilita l'utilizzo di FCKeditor (WYSIWYG) in luogo dei campi testo semplice.
