Repository: wuertele/Drupal-Deployer
Catalog: translations/recipe.*.po
Languages: es

source: Upgraded recipe module version to %version
es: Módulo recetas actualizado a la versión %version

source: export to RecipeML
es: Exportar a RecipeML

source: Export this recipe to RecipeML.
es: Exporta esta receta a RecipeML.

source: printer-friendly version
es: Versión para imprimir

source: Show a printer-friendly version of this recipe.
es: Mostrar una versión para imprimir de esta receta.

source: recipe
es: receta

source: Collect and display recipes
es: Almacenar y mostrar recetas

source: Share your favorite recipes with your fellow cooks.
es: Comparte tus recetas favoritas con tus compañeros cocineros.

source: Title
es: Título

source: Description
es: Descripción

source: Yield
es: Platos

source: Preparation time
es: Tiempo de preparación

source: How long does this recipe take to prepare (i.e. elapsed time)
es: Cuanto tiempo necesita esta receta para prepararse

source: Source
es: Origen

source: Optional. Does anyone else deserve credit for this recipe?
es: Opcional. ¿Alguna persona más que haya colaborado con esta receta?

source: Recipe Module: An error has occured. Please report this error to the system administrator.
es: Error en el módulo Recetas. Por favor, envía este mensjae al administrador del sistema.

source: Instructions
es: Instrucciones

source: Additional Notes
es: Notas adicionales

source: Optional. Describe a great dining experience relating to this recipe, or note which wine or other dishes complement this recipe
es: Opcional. Tipos de vinos que tengan buen maridaje o servicios adicionales que se puedan ofrecer con este plato.

source: recipes
es: recetas

source: Newest recipes
es: Nuevas recetas

source: Newest Recipes
es: Nuevas Recetas

source: Index Depth
es: Profundidad del índice

source: Defines how many levels of terms should be displayed on any given recipe index page. For example, if you select 1 then only one level of the Recipe index tree will be displayed at a time.
es: Define cuantos niveles de términos quieres que se muestren en la página de las recetas. Por ejemplo, si tu seleccionas 1, solo se mostrará un nivel, si usas tres se mostrarán tres al mismo tiempo.

source: Recent Recipes Box
es: Bloque de recetas recientes

source: Disabled
es: Desactivado

source: Enabled
es: Activado

source: Enables or Disables the recent recipes box on the recipes index page.
es: Activa o desactiva el bloque de recetas recientes.

source: Latest Recipes
es: Últimas recetas

source: Title of the Recent Recipes Box on the Recipes index page.
es: Titlo del bloque Recetas recientes.

source: Recipes to Display
es: Recetas a mostrar

source: Sets the number of recent recipes that will be displayed in the Recent Recipes box. (0 = not displayed).
es: Especifíca el número de recetas recientes que se mostrarán en el bloque de Recetas Recientes (0=ninguna).

source: Explanation or submission guidelines
es: Explicación o guía de uso

source: This text will be displayed at the top of the recipe submission form. Useful for helping or instructing your users.
es: Este texto se mostrará al principio del formulario de recetas. Usel para dar instrucciones o una guía a tus usuarios.

source: Complex
es: Detallado

source: Ingredient entering system
es: Sistema de ingredientes

source: The simple ingredient system allows all ingredients to be entered on one line. The complex system forces the user to seperate the quanity and units from the ingredient
es: El sistema de ingredientes simples permite que todos los ingredientes se introduzcan en una sóla línea. El sistema detallado obliga a especificarlos uno a uno y la cantidad que se usa de cada uno de ellos

source: Export HTML
es: Exportar a HTML

source: Enables or Disables the Export as HTML link.
es: Activa o desactiva el enlace para exportar a HTML

source: Export RecipeML
es: Exportar a RecipeML

source: Enables or Disables the Export as RecipeML link.
es: Activa o desactiva el enlace para exportar a RecipeML

source: Home
es: Inicio

source: Sub Categories
es: Subcategorías

source: Recipe Categories
es: Categorías pra las recetas

source: Recipes
es: Recetas

source: Upgraded database for recipe module version %version
es: Base de datos actualizadas para el módulo recetas versión %version

source: Update
es: Actualizar

source: %n hours
es: %n horas

source: Summary
es: Sumario

source: Ingredients
es: Ingredientes

source: Notes
es: Notas

source: create recipes
es: Crear recetas

source: edit own recipes
es: Editar tus propias recetas
