Repository: wuertele/Drupal-Deployer
Catalog: po/*.po
Languages: pl

source: If you don't want to use this feature, simply leave this field empty.<br />Enter fieldnames or drupal paths here, depending on the chosen option.<br />Names (HTML ID's) of fields that should have a simplified toolbar.<br />Paths may be used the same way as in the drupal blocks configuration.<br />You may separate the different entries by commas, spaces or newlines. You may also use * as a wildcard character (for example <code>comment/*</code>).<br />You can not mix paths and ID's.
pl: Jeśli nie chcesz korzystać z tej funkcjonalności, pozostaw to pole niewypełnione.<br />Wprowadź ID pół tekstowych lub ścieżki (w zależności od wybranej opcji), które powinny mieć uproszczony pasek narzędzi.<br />Ścieżki mogą być użyte w taki sam sposób w jaki są używane w konfiguracji bloków.<br />Możesz oddzielać kolejne definicje przecinkami, spacjami lub umieszczając każdą w osobnej linii. Możesz użyć znaku * jako symbol wieloznaczny (wildcard, na przykład <code>comment/*</code>).<br />Nie możesz jednoczenie definiować ścieżek i ID pól HTML.

source: Editor appearance
pl: Ustawienia edytora

source: Default editor state. If disabled, rich text editor may still be enabled using toggle or popup window.
pl: Domyślny stan edytora. Jeśli wybierzesz wyłączony, edytora nadal będziesz mógł użyć przy pomocy przełącznika (linku) lub poprzez okienko popup.

source: Whether or not to show the disable/enable rich text editor toggle below the textarea. Works only if FCKeditor is not running in a popup window (see below).
pl: Wybierz czy pokazywać link do włączenia/wyłączenia zaawansowanego edytora tekstowego tuż poniżej pola tekstowego. Link zostanie pokazany tylko wówczas, kiedy FCKeditor nie pracuje w trybie okienka popup (zobacz poniżej).

source: Choose a default skin.
pl: Wybierz domyślną skórkę

source: Choose a default toolbar set. To define new toolbar, edit <code>fckeditor.config.js</code> located in !module_path.
pl: Wybierz domyślny pasek narzędzi. Aby zdefiniować nowy pasek narzędzi (toolbar), zmodyfikuj plik <code>fckeditor.config.js</code> z katalogu !module_path.

source: Cleanup and output
pl: Formatowanie tekstu

source: Enter mode
pl: Tryb [Enter]

source: Set which tag FCKeditor should use when [Enter] key is pressed.
pl: Wybierz, który tag FCKeditor ma używać, kiedy naciśnięty zostanie klawisz [Enter]

source: Shift + Enter mode
pl: Tryb [Shift] + [Enter]

source: Set which tag FCKeditor should use when [Shift] + [Enter] is pressed.
pl: Wybierz, który tag FCKeditor ma używać, kiedy naciśnięte zostaną klawisze [Shift] + [Enter]

source: Font formats
pl: Lista elementów blokowych

source: Semicolon separated list of HTML font formats. Allowed values are: p;div;pre;address;h1;h2;h3;h4;h5;h6
pl: Lista dozwolonych elementów blokowych oddzielona średnikami (na jej podstawie zostanie utworzona lista rozwijana). Dozwolone wartości: p;div;pre;address;h1;h2;h3;h4;h5;h6

source: Apply source formatting
pl: Formatuj kod źródłowy

source: When set to "true" the editor will format the XHTML when switching from WYSIWYG view to Source view, by inserting line breaks on some tags endings and indenting paragraphs, tables and lists.
pl: Jeśli włączone, edytor będzie formatował kod XHTML podczas przełączania z trybu WYSIWYG na tekstowy poprzez wstawianie znaków nowej linii na koniec niektórych tagów i dokonując wcięć w paragrafach, tablicach i listach.

source: Format output
pl: Formatuj

source: When set to "true" the editor will format the XHTML output by inserting line breaks on some tags endings and indenting paragraphs, tables and lists.
pl: Jeśli włączone, edytor będzie formatował XHTML poprzez wstawianie znaków nowej linii na koniec niektórych tagów i dokonując wcięć w paragrafach, tablicach i listach.

source: Editor CSS
pl: CSS wewnątrz edytora

source: use theme css
pl: użyj styl css skórki

source: define css
pl: zdefiniowany css

source: FCKeditor default
pl: domyślny styl FCKeditor

source: Defines the CSS to be used in the editor area.<br />use theme css - load style.css from current site theme.<br/>define css - enter path for css file below.<br />FCKeditor default - uses default CSS from editor.
pl: Zdefiniuj w jaki sposób CSS ma zostać zastosowane wewnątrz edytora.<br />użyj styl css skórki - załaduj plik style.css z aktualnie wybranej skórki.<br/>zdefiniowany css - podaj ścieżkę do pliku css poniżej.<br />domyślny styl FCKeditor - użyj domyślny plik CSS dostarczony z edytorem.

source: CSS path
pl: Ścieżka do CSS

source: Enter path to CSS file (<em>example: "css/editor.css"</em>) or a list of css files seperated by a comma (<em>example: /themes/garland/style.css,http://example.com/style.css</em>).<br />Macros: %h (host name: !host), %t (path to theme: !theme)<br />Be sure to select "define css" above.
pl: Podaj ścieżkę do pliku ze stylami CSS (<em>przykład: "css/editor.css"</em>) lub listę plików css oddzielonych przecinkami (<em>przykład: /themes/garland/style.css,http://example.com/style.css</em>).<br />Dozwolone są makra: %h (nazwa hosta: !host), %t (ścieżka do skórki: !theme)<br />Upewnij się że wybrałeś powyżej opcję "zdefiniowany css".

source: CSS classes
pl: Klasy CSS

source: Requires manual configuration.
pl: Wymaga ręcznej modyfikacji pliku konfiguracyjnego.

source: Style dropdown list loads styles defined in <code>!fckstyles.xml</code>. Copy this file inside your theme directory (<code>!theme</code>) and adjust it to your needs. If you modify the original file, changes will be applied to all themes, however it may get overwritten if you upgrade FCKeditor.
pl: Lista rozwijana z definicją klas CSS ładuje style zdefiniowane w pliku !fckstyles.xml. Skopiuj ten plik do katalogu z wybraną skórką (<code>!theme</code>) i dostosuj do wybranych potrzeb. Jeśli zmodyfikujesz oryginalny plik, zmiany zostaną zastosowane we wszystkich skórkach, ale uwaga - możesz je utracić, jeśli je nadpiszesz przy upgradzie FCKeditora.

source: File browser settings
pl: Ustawienia przeglądarki plików

source: The file browser settings are not diplayed because you have configured IMCE to handle file browsing.
pl: Ustawienia menadżera plików nie są dostępne, ponieważ domyślną przeglądarką plików jest IMCE.

source: Set file browser settings. If you enable file uploads and disable basic and advanced file management, you will need to manage your images and other files with the core upload module or a contrib module like !imce. Please note that these options require manual configuration, check !readme for more information.<br />
pl: Ustawienia menadżera plików. Jeśli pozwolisz na uploadowanie plików, ale jednocześnie wyłączych dostęp do uproszczonego jak i zaawansowanego uploadowania plików, będziesz musiał użyć do uploadowania plików wbudowany moduł Drupala lub inny tego rodzaju moduł jak np. !imce. Rrzeczytaj !readme aby uzyskać więcej informacji.

source: Allow basic file management
pl: Dostęp do uproszczonego uploadowania plików.

source: Allow quick uploads. All files will be placed in the directory designated in the configuration file.
pl: Dostęp do "quick uploads" w FCKeditor.

source: Allow advanced file management
pl: Dostęp do zaawansowanego menadżera (przeglądarki) plików.

source: Allow file management in the advanced file manager. All files will be placed in subdirectories of the default drupal upload directory.
pl: Umożliw zarządzanie plikami poprzez zaawansowany menadżer plików. Pliki zostaną umieszczone w domyślnym katalogu drupala na uploadowane pliki.

source: Enables the usage of FCKeditor (WYSIWYG) instead of plain text fields.
pl: Umożliwa zastąpienie zwykłych pól tekstowych wizualnym edytorem HTML (WYSIWYG).
