Repository: wuertele/Drupal-Deployer
Catalog: po/*.po
Languages: pl

source: Enables the usage of FCKeditor (WYSIWYG editor) instead of plain text fields.
pl: Zastąp zwykłe pola tekstowe wizualnym edytorem HTML (WYSIWYG) - FCKeditorem.

source: <p>Note: FCKeditor is highly configurable. The most commonly used features are listed below. If you want to take a look at all available settings, open <code>!fckconfig</code> and then customize <code>!fckeditor_config</code> to your needs. This is also the only way to define new toolbar sets. It is advised to not edit <code>fckconfig.js</code> because you may overwrite it accidentally when you update the editor.</p>
pl: <p>Uwaga: FCKeditor posiada wiele opcji konfiguracyjnych. Najczęściej używane zostały przedstawione poniżej. Jeśli chcesz poznać wszystkie możliwe opcje konfiguracyjne, otwórz <code>!fckconfig</code> i następnie dostosuj w analogiczny sposób do swoich potrzeb plik <code>!fckeditor_config</code>. Jest to również jedyny sposób na zdefiniowanie nowego paska narzędzi (toolbar). Nie jest zalecana edycja pliku <code>fckconfig.js</code>, ponieważ w przyszłości możesz go niechcący nadpisać podczas uaktualnienia FCKEditora.</p>

source: <p>The FCKeditor module allows Drupal to replace textarea fields with a rich text or <acronym title="What You See Is What You Get">WYSIWYG</acronym> editor. This editor brings many of the powerful functionalities of known desktop editors like Word to the web. It's relatively lightweight and doesn't require any kind of installation on the client computer.</p><p>More information is located at the !fckeditorlink. A small user guide is located at !userguidelink.</p>
pl: <p>Moduł FCKeditor pozwala na zastąpienie pól tekstowych w Drupalu rozbudowanym edytorem <acronym title="What You See Is What You Get">WYSIWYG</acronym>. Edytor ten udostępnia użytkownikowi mnóstwo możliwości i jest równie prosty w użyciu dla użytkownika jak Word. FCKeditor nie jest przeładowany niepotrzebnymi gadżetami i nie wymaga żadnej dodatkowej instalacji na komputerze klienta.</p><p>Więcej informacji możesz znaleźć tutaj: !fckeditorlink. Krótki przewodnik dla użytkownika można znaleźć tutaj: !userguidelink.</p>

source: FCKeditor homepage
pl: Strona główna FCKeditor.net

source: FCKeditor userguide
pl: Przewodnik po FCKeditorze

source: <p>Profiles can be defined based on user roles. A FCKeditor profile can define which pages receive this FCKeditor capability, what buttons or themes are enabled for the editor, how the editor is displayed, and a few other editor functions.</p><p>Lastly, only users with the <code>!access1</code> <a href="!url">permission</a> will be able to use FCKeditor.</p>
pl: <p>Konfiguracja FCKeditora opiera się na podziale na profile. Poszczególny profil przypisywany jest do roli (rangi). W każdym profilu można zdefiniować w jakich konkretnie miejscach i w jaki sposób ma się pojawiać FCKeditor, jaki pasek narzędzi ma być dostępny, wybrać skórkę itd.</p><p>Tylko użytkownicy z <a href="!url">uprawnieniami</a> <code>!access1</code> będą mogli uzywać FCKeditora.</p>

source: access fckeditor
pl: dostęp do FCKeditora

source: <h3>Installation</h3><p>Go to the !fckeditorlink and download the latest version. Then uncompress the contents of the "fckeditor" directory of the downloaded file to %fckeditordir.</p>
pl: <h3>Instalacja</h3><p>Przejdź do !fckeditorlink i pobierz najnowszą wersję FCKeditora. Następnie wypakuj zawartość pliku, czyli katalog "fckeditor" do katalogu %fckeditordir.</p>

source: <h3>Installation troubleshooting</h3><p>If your FCKeditor does not show you must check if all files are extracted correctly. The directory %fckeditordir should have the following files <code>fckeditor.js, fckconfig.js, fckstyles.xml, fcktemplates.xml</code> and a directory named <code>editor</code>.</p>
pl: <h3>Kłopoty z instalacją</h3><p>Jeśli FCKeditor się nie pojawia, upewnij się, że wszystkie pliki rozpakowane zostały prawidłowo. Katalog %fckeditordir powinien zawierać między innymi następujące pliki: <code>fckeditor.js, fckconfig.js, fckstyles.xml, fcktemplates.xml</code> oraz katalog o nazwie <code>editor</code>.</p>

source: The correct directory structure is as follows: <pre>!structure</pre>
pl: Poprawna struktura katalogów jest następująca: <pre>!structure</pre>

source: <h3>Configuration</h3><ol><li>Modify the fckeditor.config.js file to custom your needs (optional).<br />You may copy the needed configuration lines from the default FCKeditor configuration settings (modules/fckeditor/fckeditor/fckconfig.js), the lines in fckeditor.config.js will override most settings.</li><li>Enable the module as usual from Drupal's admin pages.</li><li>Grant permissions for use of FCKeditor in <code>!path2</code></li><li>Under <code>!path1</code>, create the fckeditor profiles. In each profile you can choose which textareas will be replaced by FCKeditor, select default toolbar and configure some more advanced settings </li><li>For the Rich Text Editing to work you also need to configure your !filterlink for the users that may access Rich Text Editing. Either grant those users Full HTML access or use the following: <br/><code>!filter</code>. </li><li>To have a better control over line breaks, you may disable <code>Line break converter</code> in the chosen filter.</li></ol>
pl: <h3>Konfiguracja</h3><ol><li>Zmodyfikuj plik fckeditor.config.js do swoich potrzeb (opcjonalnie).<br />Możesz skopiować poszczególne linie z domyślnej konfiguracji FCKeditora (modules/fckeditor/fckeditor/fckconfig.js), ustawienia w fckeditor.config.js nadpiszą ustawienia z oryginanego pliku.</li><li>Włącz moduł (tak jak każdy inny moduł) w sekcji administracyjnej Drupala.</li><li>Nadaj uprawnienia użytkowania FCKeditora w <code>!path2</code></li><li>W sekcji <code>!path1</code>, utwórz profile dla FCKeditora. W każdym profilu, możesz szczegółowo ustawić, gdzie pola tekstowe zostaną zastąpione przez FCKeditora, wybrać domyślny pasek narzędzi i skonfigurować wiele innych opcji </li><li>Na potrzeby edytora WYSIWYG, powinieneś również dostosować opcje filtrowania tagów HTML !filterlink. Udostępnij im możliwość edycji pełnego HTML (niezbyt bezpieczne) lub użyj poniższych tagów: <br/><code>!filter</code>. </li><li>Aby mieć lepszą kontrolę nad znakami nowej linii podczas edycji, wyłączenie <code>Konwertera znaków końca linii</code> w wybranym filtrze może okazać się pomocne.</li></ol>

source: Administer > Settings > FCKeditor
pl: Zarządzaj › Konfiguracja witryny > FCKeditor

source: Administer > User Management > Access Control
pl: Strona główna › Zarządzaj › Zarządzanie użytkownikami

source: filters
pl: filtry

source: <h3>Plugins: Teaser break and Pagebreak</h3><p>By default, FCKeditor module comes with two plugins that can handle teaser break (&lt;!--break--&gt;) and pagebreak (&lt;!--pagebreak--&gt;). You can enable any (or even both) of them.<ol><li>Open <code>!fckeditor.config.js</code> and uncomment these three lines: <pre>!code</pre></li><li>The second step is to add buttons to the toolbar (in the same file). The button names are: <code>DrupalBreak, DrupalPageBreak</code>. For example if you have a toolbar with an array of buttons defined as follows: <pre>!buttons1</pre> simply add those two buttons at the end of array: <pre>!buttons2</pre> (remember about single quotes).</li></ol></p>
pl: <h3>Wtyczki: Teaser break i Pagebreak</h3><p>Moduł FCKeditor domyślnie posiada dwie wtyczki, które obsługują tagi &lt;!--break--&gt; i &lt;!--pagebreak--&gt;.Możesz włączyć każdą z nich (albo obie jednocześnie).<ol><li>Otwórz <code>!fckeditor.config.js</code> i odkomentuj trzy linie:<pre>!code</pre></li><li>Drugi krok polega na dodaniu dwóch guzików do paska narzędzi (w tym samym pliku).Nazwy guzików to: <code>DrupalBreak, DrupalPageBreak</code>. Przykładowo, mając tablicę guzików zdefiniowaną w następujący sposób: <pre>!buttons1</pre> dodajemy sobie dwa guziki na koniec tablicy: <pre>!buttons2</pre> (pamiętaj o znakach cudzysłowia).</li></ol></p>

source: <h3>Uploading images and files</h3><p>There are three ways of uploading files: By using the built-in file browser, by using a module like !imce or using the core upload module.</p>
pl: <h3>Uploadowanie plików i obrazków</h3><p>Są trzy sposoby, w jaki można uplodować plik: używając wbudowanego menadżera plików, używając moduł taki jak !imce lub używając wbudowanego modułu w Drupalu.</p>

source: <h3>Security</h3><p>Note that enabling file uploads is <strong>a security risk</strong>. That's why there is a !link in Administer > User Management > Access Control for enabling the file browser to certain groups.</p>
pl: <h3>Bezpieczeństwo</h3><p>Uwaga: włączenie opcji uploadowania plików zawsze obarczone jest <strong>potencjalnym ryzykiem</strong>. Z tego powodu dostępne jest !link do udostępnienia przeglądarki plików.</p>

source: separate permission
pl: oddzielne uprawnienie

source: <h3>How to enable the file browser</h3><p>The editor gives the end user the flexibility to create a custom file browser that can be integrated on it. The included file browser allows users to view the content of a specific directory on the server and add new content to that directory (create folders and upload files).</p><p>To enable file browsing you need to edit the connector configuration file in your fckeditor module directory, the file should be in:<br /><code>!config1</code><br/> and <br/><code>!config2</code> <br/> (FCKeditor 2.3.x - 2.4.x)<br/><br/> or <code>!config3</code> <br/> (FCKeditor 2.5+) </p><p>In this file you will need to enable the file browser:<br /><code>&#36;Config['Enabled'] = true;</code></p><p>To use the drupal files directory you also need to adjust the following variables in the connector configuration:<br/><code>&#36;Config['UserFilesPath']</code> and <code>&#36;Config['UserFilesAbsolutePath']</code>.<br/>Point <code>&#36;Config['UserFilesPath']</code> to the path to drupal &quot;files&quot; directory and set <code>&#36;Config['UserFilesAbsolutePath']</code> to the absolute path to the same directory.</p><p>Furthermore, you will need to create a <em>'File'</em>, <em>'Image'</em>, <em>'Flash'</em> and <em>'Media'</em> subdirectory in your drupal files directory ('!filesdir'). These directories must have the same privileges as the drupal files directory. In some cases these directories must be world writable (chmod 0777).</p>
pl: <h3>Konfiguracja przeglądarki plików</h3><p>Edytor udostępnia Ci spore możliwości w zakresie podłączenia menadżera plików. Wbudowana w FCKeditor przeglądarka plików umożliwia uzytkownikom przegladanie zawartości wybranego katalogu oraz zmiany zawartości tego katalogu (tworzenie folderów, uploadowanie plików).</p><p>Aby włączyć przeglądarkę plików, musisz przeedytować pliki konfiguracyjne w katalogu fckeditora. Potrzebne pliki znajduj się w katalogach:<br /><code>!config1</code><br/> and <br/><code>!config2</code> <br/> (FCKeditor 2.3.x - 2.4.x)<br/><br/> lub <code>!config3</code> <br/> (FCKeditor 2.5+) </p><p>W powyższych plikach, musisz włączyć przeglądarkę plików:<br /><code>&#36;Config['Enabled'] = true;</code></p><p>Aby używać domyślnego katalogu Drupala do uploadowania plików, musisz również dostosować powyższe zmienne:<br/> <code>&#36;Config['UserFilesPath']</code> i <code>&#36;Config['UserFilesAbsolutePath']</code> (ścieżka absolutna do katalogu z plikami).<br/>Skieruj <code>&#36;Config['UserFilesPath']</code> na ścieżkę do katalogu Drupala &quot;files&quot; (tam gdzie domyślnie trzymane są pliki) oraz ustaw zmienną <code>&#36;Config['UserFilesAbsolutePath']</code> na absolutną ścieżkę do tego samego katalogu.</p><p>W dalszej kolejności, utwórz cztery podkatalogi: <em>'File'</em>, <em>'Image'</em>, <em>'Flash'</em> and <em>'Media'</em> wewnątrz katalogu 'files' ('!filesdir'). Powyższe katalogi muszą mieć takie same uprawnienia jak domyślny katalog 'files' Drupala. W pewnych wypadkach, katalogi te muszą mieć uprawnienia ustawione na 777 (chmod 0777).</p>

source: <h3>Making File Browser more secure</h3><p>Please be aware that enabling file browser simply by setting <code>&#36;Config['Enabled'] = true;</code> theoretically enables it for each user (with a little bit of hackery, it is possible to use file browser without appropiate Drupal permissions). The more secure way of enabling file browser is as follows:</p><ol><li>Instead of setting <br/> <code>&#36;Config['Enabled'] = true ;</code><br/> add the following code: <pre>!snippet</pre> straight after <code>&#36;Config['Enabled'] = false ;</code><br/>This code enables file browser only to users that have <a href="!url">!access1</a> permission.<br/>Note: if you don't set <code>&#36;drupal_path</code> correctly, FCKeditor will find it out by itself.</li><li>As of Drupal 5.2, additional step is required: <br/> locate file named <code>settings.php</code> inside your drupal directory (usually <code>sites/default/settings.php</code>) and set <code>&#36;cookie_domain</code> variable to the appropiate domain (remember to uncomment that line).</li></ol>
pl: <h3>Zabezpieczanie przeglądarki plików</h3><p>Uwaga: prezentowany powyżej sposób włączenia przeglądarki plików poprzez: <code>&#36;Config['Enabled'] = true;</code> nie jest w 100% bezpieczny (przy odrobinie hackowania, można uruchomić przeglądarkę nie posiadając odpowiednich uprawnień). W pełni bezpieczna procedura uruchomienia menadżera plików jest następująca:</p><ol><li>Zamiast dodawać <br/> <code>&#36;Config['Enabled'] = true ;</code><br/> dodaj następujący kod: <pre>!snippet</pre> zaraz po <code>&#36;Config['Enabled'] = false ;</code><br/>Kod ten umożliwa skorzystanie z przeglądarki jedynie przez uprawnionych do tego użytkowników - posiadających uprawnienie <a href="!url">!access1</a>.<br/>Zwróć uwagę, że jeśli nie ustawisz poprawnie zmiennej <code>&#36;drupal_path</code>, FCKeditor odnajdzie ją sam.</li><li>Począwszy od Drupala w wersji 5.2, należy wykonać dodatkowy krok: <br/> odszukaj plik o nazwie <code>settings.php</code> wewnątrz katalogu, do którego zainstalowałeś Drupala (zazwyczaj <code>sites/default/settings.php</code>) i ustaw zmienną <code>&#36;cookie_domain</code> na odpowiednią nazwę domeny.(pamiętaj również aby odkomentować tę linię) </li></ol>

source: allow fckeditor file uploads
pl: dostęp do uploadowania plików w FCKeditorze

source: administer fckeditor
pl: administracja FCKeditorem

source: Configure the rich editor.
pl: Konfiguracja wizualnego edytora HTML.

source: You must give a profile name.
pl: Wpisz nazwę profilu.

source: You must select at least one role.
pl: Wybierz przynajmniej jedną rolę.

source: administer
pl: administruj

source: Add new FCKeditor profile
pl: Dodaj nowy profil

source: Edit FCKeditor profile
pl: Edytuj profil

source: Deleted profile
pl: Profil usunięty

source: Create profile
pl: Utwórz profil

source: Update profile
pl: Uaktualnij profil

source: Your FCKeditor profile has been updated.
pl: FCKeditor: profil uaktualniony.

source: Your FCKeditor profile has been created.
pl: FCKeditor: profil utworzony.

source: FCKeditor settings
pl: FCKeditor - ustawienia

source: Could not find the FCKeditor engine installed at <strong>!fckeditor-directory</strong>. Please <a href="http://www.fckeditor.net/download">download FCKeditor</a>, uncompress it and copy the folder into !fckeditor-path.
pl: FCKeditor nie jest najprawdopodobniej poprawnie zainstalowany, nie odnalazłem fckeditora w katalogu <strong>!fckeditor-directory</strong>. <a href="http://www.fckeditor.net/download">Pobierz FCKeditora</a> i skopiuj go do folderu !fckeditor-path.

source: Profile
pl: Profil

source: Roles
pl: Role

source: Operations
pl: Operacje

source: edit
pl: edytuj

source: delete
pl: usuń

source: <p><a href="!create-profile-url">Create new profile</a></p>
pl: <p><a href="!create-profile-url">Utwórz nowy profil</a></p>

source: No profiles found. Click here to <a href="!create-profile-url">create a new profile</a>.
pl: Nie znaleziono żadnego profilu. <a href="!create-profile-url">Utwórz nowy profil</a>.

source: Switch to plain text editor
pl: Przełącz na edytor tekstowy

source: Switch to rich text editor
pl: Przełącz na edytor WYSIWYG

source: Open rich editor
pl: Otwórz zaawansowany edytor tekstu

source: Rich Text Editor settings
pl: Ustawienia zaawansowanego edytora tekstu

source: Default state
pl: Domyślne ustawienie

source: enabled
pl: włączony

source: disabled
pl: wyłączony

source: Should rich-text editing be enabled or disabled by default in textarea fields? If disabled, rich text editor may still be enabled using toggle or popup window.
pl: Czy FCKeditor powinien być domyślnie włączony/wyłączony w polach tekstowych? Jeśli wybierzesz wyłączony, edytora nadal będziesz mógł użyć przy pomocy przełącznika (linku) lub poprzez okienko popup.

source: Show disable/enable rich text editor toggle
pl: Pokaż link do włączenia/wyłączenia edytora

source: true
pl: tak

source: false
pl: nie

source: Whether or not to show the disable/enable rich text editor toggle below the textarea. Works only if FCKeditor is not running a popup window (see below).
pl: Wybierz czy pokazywać link do włączenia/wyłączenia edytora tuż poniżej pola textarea. Zadziała tylko wówczas, gdy nie wybieresz opcji uruchamiania FCKeditora w trybie popup.

source: Use FCKeditor in a popup window
pl: Użyj FCKeditora w trybie okienka popup

source: If this option is enabled a link to a popup window will be used instead of a textarea replace.
pl: Jeśli wybierzesz tę opcję, link do okienka popup zostanie wyświetlony zamiast zastąpienia pola tekstowego edytorem WYSIWYG.

source: Skin
pl: Skórka

source: Choose a FCKeditor skin.
pl: Wybierz skórkę dla FCKeditora

source: Toolbar
pl: Pasek narzędzi

source: Choose a FCKeditor toolbar set.
pl: Wybierz pasek narzędzi

source: Start the toolbar expanded
pl: Rozpocznij z rozwiniętym paskiem narzędzi

source: The toolbar start expanded or collapsed.
pl: Wybierz w jaki sposób ma się pojawiać początkowo pasek narzędzi (rozwinięty lub zwinięty)

source: Width
pl: Szerokość

source: Width in pixels or percent. Ex: 400 or 100%
pl: Szerokość w pikselach lub procentach. Przykład: 400 lub 100%

source: Language
pl: Domyślny język

source: The language for the FCKeditor interface.
pl: Język interfejsu użytkownia

source: Auto-detect language
pl: Auto detekcja języka

source: Use auto detect user language feature.
pl: Użyj funkcji auto detekcji języka użytkownika

source: You must <a href="!access-control-url">assign</a> at least one role with the 'access fckeditor' permission before creating a profile.
pl: Musisz <a href="!access-control-url">przypisać</a> przynajmniej jedną rolę z uprawnieniami '!access1' przed utworzeniem profilu.

source: You will not be allowed to create a new profile since all user roles have already been assigned profiles. Either remove an existing fckeditor profile from at least one role or assign another role the 'access fckeditor' permission.
pl: Nie będziesz miał możliwości utworzenia nowego profilu, jeśli wszystkie role już mają przypisane profile. Usuń profil FCKeditor z przynajmniej jednej roli lub przypisz jakiejś roli, która jeszcze takiego uprawnienia nie miała, uprawnienia 'access fckeditor'.

source: Not all user roles are shown since they already have fckeditor profiles. You must first unassign profiles in order to add them to a new one.
pl: Nie wszystkie role są tutaj pokazane, ponieważ część już posiada przypisane profile FCKeditor. Aby móc dodać nowy profil do jakiejś roli, usuń ją najpierw ze starego profilu.

source: Basic setup
pl: Podstawowe ustawienia

source: Profile name
pl: Nazwa pofilu

source: Enter a name for this profile. This name is only visible within the fckeditor administration page.
pl: Wybierz nazwę dla tego profilu. Nazwa będzie widoczna jedynie wewnątrz sekcji administracyjnej.

source: Roles allowed to use this profile
pl: Role uprawnione do użytkowania tego profilu

source: Check at least one role. Only roles with '!access1' permission will be shown here.
pl: Wybierz przynajmniej jedną rolę. Tylko role z uprawnieniami '!access1' są tutaj pokazane.

source: Allow users to customize FCKeditor appearance
pl: Czy dopuścić możliwość zmiany ustawień przez użytkowników

source: If allowed, users will be able to override <code>Editor appearance</code> by visiting their profile page.
pl: Jeśli włączone, użytkownicy będą mieli możliwość zmiany <code>Ustawień edytora</code> poprzez ustawienia własnego profilu.

source: Visibility settings
pl: Ustawienia wyświetlania

source: Minimum rows
pl: Minimalna ilośc wierszy

source: FCKeditor will be triggered if the textarea has more rows than entered here. Enter '1' if you do not want to use this feature.
pl: FCKeditor będzie dostępny tylko wtedy, jeśli pole tekstowe posiada więcej niż zdefiniowaną tutaj ilość wierszy. Wpisz '1' (jeden), aby zrezygnować z tej funkcjonalności i udostępnić FCKeditora wszystkim polom tekstowym.

source: Use inclusion or exclusion mode
pl: Wybierz tryb włączania/wyłączania FCKeditora

source: Exclude fields, will disable the editor on all selected fields
pl: Wyłącz pola na podstawie ID, wprowadź nazwy pól na których FCKeditor nie ma być dostępny

source: Include fields, will only load the editor for the selected fields
pl: Włącz FCKeditor w wybranych polach (na podstawie ID)

source: Exclude paths, will disable the editor for all textareas at the configured paths
pl: Wyłącz pola na podstawie ścieżek - wprowadź nazwy ścieżek, na których FCKeditor nie ma być dostępny

source: Include paths, will load the editor for all large enough textareas at the configured paths.
pl: Włącz FCKeditor w wybranych ścieżkach

source: Choose what to do with the following values.
pl: Wybierz sposób postępowania z wprowadzonymi wartościami.

source: Selected fields or paths
pl: Wybierz pola/ścieżki

source: Enter fieldnames or drupal paths here, depending on the chosen option for the inclusion mode.<br />Names (HTML ID's) of fields that may or may not have an FCKeditor.<br />Paths may be used the same way as in the drupal blocks configuration.<br />You may separate the different entries by commas, spaces or newlines. You may also use * as a wildcard character (for example <code>comment/*</code>).<br />You can not mix paths and ID's.
pl: Wpisz nazwy pól lub ścieżki, w zależności od wybranej opcji.<br />Nazwy pól (ID pól tekstowych HTML), które mają mieć włączony (lub wyłączony) FCKeditor.<br />Ścieżki mogą być użyte w taki sam sposób w jaki są używane w konfiguracji bloków.<br />Możesz oddzielać kolejne definicje przecinkami, spacjami lub umieszczając każdą w osobnej linii. Możesz użyć znaku * jako symbol wieloznaczny (wildcard, na przykład <code>comment/*</code>).<br />Nie możesz jednoczenie definiować ścieżek i ID pól HTML.

source: Force simplified toolbar - choose inclusion mode
pl: Wymuszenie uproszczonego paska narzędzi - zaznacz sposób wybierania

source: Include fields, will only load the simplified toolbar for the selected fields
pl: wybrane pola tekstowe według ID

source: Include paths, will load the simplified toolbar at the configured paths.
pl: wybrane pola tekstowe według ścieżki

source: Choose what to do with the following values.<br/>FCKeditor will force the <code>!simple</code> toolbar on the selected fields.<br/>Useful for smaller textareas where we usually don't use very complicated HTML code, like in signatures.
pl: Wybierz sposób postępowania z wprowadzonymi wartościami.<br/>FCKeditor będzie wymuszał pasek narzędzi <code>!simple</code> w wybranych polach.<br/>Użyteczne dla mniejszych pól tekstowych gdzie raczej nie korzystamy ze skomplikowanego kodu HTML, jak np. w sygnaturach.

source: Selected fields or paths where simplified toolbar should appear
pl: Wybierz pola/ścieżki gdzie wymuszać uproszczony pasek narzędzi
