Repository: wuertele/Drupal-Deployer
Catalog: po/recipe-module-*.po
Languages: hu

source: create recipes
hu: receptek létrehozása

source: edit own recipes
hu: saját receptek szerkesztése

source: Export to RecipeML
hu: Export RecipeML-be

source: Export this recipe to RecipeML.
hu: Recept exportálása RecipeML formátumba.

source: Printer-friendly version
hu: Nyomtatóbarát változat

source: Show a printer-friendly version of this recipe.
hu: Recept nyomtatóbarát változatának megtekintése.

source: Recipe
hu: Recept

source: Share your favorite recipes with your fellow cooks.
hu: Receptek megosztása más konyhatündérrel.

source: Title
hu: Cím

source: Description
hu: Leírás

source: A short description or "teaser" for the recipe.
hu: Rövid leírás vagy „kedvcsináló” a recepthez.

source: Yield
hu: Adag

source: The number of servings the recipe will make.
hu: A receptben megadott mennyiségek betartása mellett előálló adagszám.

source: Preparation time
hu: Elkészítési idő

source: 5 minutes
hu: 5 perc

source: 10 minutes
hu: 10 perc

source: 15 minutes
hu: 15 perc

source: 20 minutes
hu: 20 perc

source: 30 minutes
hu: 30 perc

source: 45 minutes
hu: 45 perc

source: 1 1/2 hours
hu: 1,5 óra

source: 2 hours
hu: 2 óra

source: 2 1/2 hours
hu: 2,5 óra

source: 3 hours
hu: 3 óra

source: 3 1/2 hours
hu: 3,5 óra

source: 4 hours
hu: 4 óra

source: 5 hours
hu: 5 óra

source: 6 hours
hu: 6 óra

source: How long does this recipe take to prepare (i.e. elapsed time)
hu: Mennyi ideig tart elkészíteni ezt az ételt

source: Source
hu: Forrás

source: Optional. Does anyone else deserve credit for this recipe?
hu: Választható. Ki az eredeti szerzője ennek a receptnek?

source: Quantity
hu: Mennyiség

source: Units
hu: Mértékegység

source: Ingredient Name
hu: Hozzávaló neve

source: Ingredients
hu: Hozzávalók

source: Recipe Module: An error has occured. Please report this error to the system administrator.
hu: Recept modul: hiba történt; a gyorsabb hibaelhárítás érdekében jelenteni kell a rendszergazdának

source: Instructions
hu: Útmutatás

source: Step by step instructions on how to prepare and cook the recipe.
hu: Lépésről lépésre haladó útmutató az elkészítéshez.

source: Additional Notes
hu: Megjegyzés

source: Optional. Describe a great dining experience relating to this recipe, or note which wine or other dishes complement this recipe
hu: Választható. Leírható benne a recepthez illő bor, desszert, teríték...

source: Index Depth
hu: Index mélysége

source: All Terms
hu: Összes kifejezés

source: Defines how many levels of terms should be displayed on any given recipe index page. For example, if you select 1 then only one level of the Recipe index tree will be displayed at a time.
hu: Megadható milyen mélységben lehessen kifejezéseket adni egy receptes index oldalon. Például: ha 1 (egy) lett kiválasztva, akkor csak egyszintű Receptek index oldal lesz látható.

source: Recent Recipes Box
hu: Friss receptek doboz

source: Disabled
hu: Tiltott

source: Enabled
hu: Engedélyezett

source: Enables or Disables the recent recipes box on the recipes index page.
hu: Engedélyezi vagy tiltja a Legfrissebb receptek dobozt a Receptek index oldalon.

source: Box Title
hu: Doboz címe

source: Latest Recipes
hu: Friss receptek

source: Title of the Recent Recipes Box on the Recipes index page.
hu: A Legfrissebb receptek doboz címe a Receptek index oldalon.

source: Recipes to Display
hu: Megjelenítendő receptek

source: Sets the number of recent recipes that will be displayed in the Recent Recipes box. (0 = not displayed).
hu: Megadható, hogy mennyi recept jelenjen meg a Legfrissebb receptek dobozban. 0 esetén nem lesz megjelenítve recept.

source: Explanation or submission guidelines
hu: Magyarázat vagy beküldési útmutató

source: This text will be displayed at the top of the recipe submission form. Useful for helping or instructing your users.
hu: Ez a szöveg minden receptbeküldő űrlap fölött megjelenik. Hasznos lehet receptet feltöltő felhasználókat segítő útmutatások elhelyezéséhez.

source: Simple
hu: Egszerű

source: Complex
hu: Összetett

source: Ingredient entering system
hu: Összetevő beviteli rendszer

source: The simple ingredient system allows all ingredients to be entered on one line. The complex system forces the user to seperate the quanity and units from the ingredient
hu: Az egyszerű módot választva a hozzávalók egy sorban adhatók meg.A komplex feltöltés esetében minden összetevő külön sorba kerül.

source: Fractions Display String
hu: Törteket előállító kifejezés

source: How fractions should be displayed. Leave blank to display as decimals. Each incidence of %d will be replaced by the whole number, the numerator, and the denominator in that order. Anything between curly braces will not be displayed when the whole number is equal to 0. Recommended settings are "{%d }%d&amp;frasl;%d" or "{%d }&lt;sup&gt;%d&lt;/sup&gt;/&lt;sub&gt;%d&lt;/sub&gt;"
hu: Ahogyan a törtek megjelennek, üresen hagyva tizedes számként fognak látszani. Minden előforduló %d ebben a sorrendben ki lesz cserélve: a teljes szám, az osztandó és osztó. A kapcsos zárójelek {} között szereplő értékek nem fognak megjelenni, ha teljes szám 0. A javasolt beállítás: {%d }%d&amp;frasl;%d vagy {%d }&lt;sup&gt;%d&lt;/sup&gt;/&lt;sub&gt;%d&lt;/sub&gt;

source: Export HTML
hu: Export HTML-be

source: Enables or Disables the Export as HTML link.
hu: Engedélyezi vagy tiltja az „Export HTML-be” linket

source: Export RecipeML
hu: Export RecipeML-be

source: Enables or Disables the Export as RecipeML link.
hu: Engedélyezi vagy tiltja az „Export RecipeML-be” linket

source: Recipes
hu: Receptek

source: Ingredient autocomplete
hu: Összetevők automatikus kiegészítése

source: Recipe module
hu: Recept modul

source: Settings that control how the recipe module functions.
hu: A recept modul beállításai.

source: Newest recipes
hu: Legújabb receptek

source: Newest Recipes
hu: Legújabb receptek

source: Home
hu: Címlap

source: Unknown export format.
hu: Ismeretlen exportálási formátum.

source: Duplicate ingredients are not allowed.
hu: Kétszer nem lehet ugyanazt az összetevőt felvinni.

source: Sub Categories
hu: Alkategóriák

source: Syndicate
hu: RSS-csatorna

source: Recipe Categories
hu: Receptkategóriák

source: Change
hu: Módosítás

source: Halve
hu: Fél

source: Double
hu: Dupla

source: !time hours
hu: !time óra

source: Prep Time
hu: Elk. idő

source: Summary
hu: Összegzés

source: Notes
hu: Megjegyzés

source: 1 minute
hu: 1 perc

source: 1 hour
hu: 1 óra

source: recipe
hu: recept

source: The primary identifier for a recipe.
hu: A recept elsődleges azonosítója

source: The base table for recipe ingredients.
hu: A hozzávalók alapértelmezett táblája.

source: The primary identifier for a recipe ingredient.
hu: A hozzávalók elsődleges kulcsa

source: The base table for recipe units.
hu: A mértékegységek táblája.

source: Collect and display recipes.
hu: Receptek gyűjtése és megosztása.
