Repository: wuertele/Drupal-Deployer
Catalog: drupal-6.x/sites/all/modules/recipe/translations/*.po
Languages: it

source: recipe
it: ricetta

source: Collect and display recipes
it: Colleziona e mostra le ricette

source: Share your favorite recipes with your fellow cooks.
it: Condividi le tue ricette preferite con i tuoi amici cuochi

source: Servings
it: Porzioni

source: Describe how many servings this recipe will yield. Feel free to be creative.
it: Descrivi il numero di porzioni per questa ricetta. Sentiti libero di essere creativo

source: Preparation time
it: Tempo di preparazione

source: How long does this recipe take to prepare (i.e. elapsed time)
it: Tempo necessario alla preparazione della ricetta

source: Example Ingredients
it: Esempio di ingredienti

source: 1 bunch kale or Swiss chard, stems and ribs removed, leaves sliced
it: 1 grappolo di cavolo verde o bietola, privato delle costole e dei gambi, con le foglie tagliate

source: 3 white potatoes - peeled and diced
it: 3 patate bianche - pelate e tagliate a cubetti

source: Recipe Ingredients
it: Ingredienti

source: add more ingredients
it: Aggiungi ulteriori ingredienti

source: If you need to add more ingredients, check this box and click
it: Se vuoi aggiungere ulteriori ingredienti, seleziona questa casella e clicca

source: Preview
it: Anteprima

source: Cooking Instructions
it: Istruzioni per la preparazione

source: Include a brief description of your recipe at the top of your instructions.
it: Inserisci una breve descrizione della tua ricetta all'inizio della tua descrizione

source: Source
it: Sorgente

source: Optional. Does anyone else deserve credit for this recipe?
it: Opzionale. C'e' qualcun altro che merita di essere nominato per questa ricetta?

source: Additional Notes
it: Note addizionali

source: Optional. Describe a great dining experience relating to this recipe, or note which wine or other dishes complement this recipe
it: Opzionale. Descrivi l'esperienza di una grande occasione riferita a questa ricetta, o cita quale vino o altri almenti la completano.

source: recipes
it: ricette

source: Newest 10 recipes
it: Le ultime 10 ricette

source: Newest Recipes
it: Le ricette piu' recenti

source: Explanation or submission guidelines
it: Spiegazioni o linee guida per la pubblicazione

source: This text will be displayed at the top of the recipe submission form. Useful for helping or instructing your users.
it: Questo testo sar√† visualizzato sopra in cima alla scheda di immissione del/della %type. Utile per assistere o istruire i vostri utenti.

source: Title
it: Titolo

source: Author
it: Autore

source: Notes
it: Note

source: No recipes available.
it: Nessuna ricetta disponibile.

source: %n hours
it: %n ore

source: Ingredients
it: Ingredienti

source: create recipes
it: crea ricette

source: edit own recipes
it: modificare le proprie ricette
